run/annularGapDisplaceEccentric/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5                                     |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (fluid1 fluid2);

fluid1
{
	transportModel  Newtonian;
	nu              2e-06;
	rho 			1000;
}

fluid2
{
	transportModel  Newtonian;
	nu              1e-06;
	rho 			1000;
}

sigma 0;

// ************************************************************************* //
